tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "ada-url"
brew "bash"
brew "bat"
brew "blueutil"
brew "dotslash"
brew "felixkratz/formulae/borders"
brew "fzf"
brew "gh"
brew "git-delta"
brew "icu4c@78"
brew "jnv"
brew "jq"
brew "libngtcp2"
brew "libuv"
brew "mosh"
brew "newsboat"
brew "node"
brew "openssl@3"
brew "pyenv"
brew "python@3.12"
brew "rbenv"
brew "readline"
brew "ripgrep"
brew "rustup"
brew "simdjson"
brew "sqlite"
brew "starship"
brew "terminal-notifier"
brew "tree"
brew "uv"
brew "xcbeautify"
brew "xz"
brew "zlib"
cask "1password"
cask "alfred"
cask "bartender"
cask "brainfm"
cask "claude-code"
cask "font-jetbrains-mono"
cask "github"
cask "google-drive"
cask "hazeover"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "nikitabobko/tap/aerospace"
cask "obsidian"
cask "omnifocus"
cask "shortcat"
cask "time-out"
cask "visual-studio-code"
cask "vitamin-r"
cask "witch"
vscode "anthropic.claude-code"
vscode "github.copilot-chat"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.theme-materialkit"
vscode "tamasfe.even-better-toml"
