tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "xz"
brew "openssl@3"
brew "readline"
brew "bash"
brew "bat"
brew "dotslash"
brew "fish"
brew "fzf"
brew "gh"
brew "git-delta"
brew "jnv"
brew "jq"
brew "mosh"
brew "newsboat"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "rustup"
brew "sapling"
brew "starship"
brew "terminal-notifier"
brew "toot"
brew "uv"
brew "weechat"
brew "xcbeautify"
brew "zlib"
brew "felixkratz/formulae/borders"
cask "aerospace"
cask "alfred"
cask "github"
cask "iterm2"
cask "shortcat"
cask "time-out"
cask "vitamin-r"
cask "vscodium"
vscode "bungcip.better-toml"
vscode "ms-python.python"
