tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "readline"
brew "bash"
brew "openssl@3"
brew "bat"
brew "dotslash"
brew "fzf"
brew "gh"
brew "git-delta"
brew "jnv"
brew "jq"
brew "mosh"
brew "newsboat"
brew "xz"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "rustup"
brew "sapling"
brew "starship"
brew "terminal-notifier"
brew "tree"
brew "uv"
brew "weechat"
brew "xcbeautify"
brew "zlib"
brew "felixkratz/formulae/borders"
cask "nikitabobko/tap/aerospace"
cask "alfred"
cask "font-jetbrains-mono"
cask "github"
cask "google-drive"
cask "iterm2"
cask "obsidian"
cask "omnifocus"
cask "shortcat"
cask "time-out"
cask "visual-studio-code"
cask "vitamin-r"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.theme-materialkit"
vscode "tamasfe.even-better-toml"
